[About Language File]
Version=12.17.0
Date=05.02.2017
Author=Lasse Rautiainen
Email=lasse@bonecode.com
Comments=Om du hittar fel i översättningen, låt mig veta. Tack.

[MainForm]
ActionDirectoryContextMenu:h=Kontextmeny
ActionDirectoryContextMenu=&Kontextmeny
ActionDirectoryDelete:h=Ta bort en fil eller katalog
ActionDirectoryDelete=&Ta bort
ActionDirectoryFindInFiles:h=Sök efter en sträng i flera filer
ActionDirectoryFindInFiles=S&ök i filer...
ActionDirectoryProperties:h=Se filen / katalogen egenskaper
ActionDirectoryProperties=&Egenskaper...
ActionDirectoryRefresh:h=Uppdatera filer
ActionDirectoryRefresh=&Uppfriska
ActionDirectoryRename:h=Byt namn på en fil eller katalog
ActionDirectoryRename=&Byt namn
ActionDocument=&Dokument
ActionDocumentFormat=Formatera
ActionDocumentFormatSQL:h=Formatera SQL
ActionDocumentFormatSQL=Formatera SQL
ActionDocumentFormatXML:h=Format XML
ActionDocumentFormatXML=&Format XML
ActionDocumentFormatJSON:h=Format JSON
ActionDocumentFormatJSON=&Format JSON
ActionDocumentFormatJSONMinify=Minska
ActionDocumentFormatJSONIndent2=Indrag 2
ActionDocumentFormatJSONIndent3=Indrag 3
ActionDocumentFormatJSONIndent4=Indrag 4
ActionDocumentHTMLExport=HTML Export
ActionDocumentInfo:h=Linje, ord och tecken räkna
ActionDocumentInfo=&Info...
ActionDocumentViewInBrowser:h=Visa aktuella dokumentet i standardwebbläsare
ActionDocumentViewInBrowser:s=Alt+B
ActionDocumentViewInBrowser=&Visa i webbläsare
ActionEdit=&Redigera
ActionEditCopy:h=Kopiera markeringen och placera den i Urklipp
ActionEditCopy:s=Ctrl+C
ActionEditCopy=K&opiera
ActionEditCut:h=Klipp ut markeringen lägg den i Urklipp
ActionEditCut:s=Ctrl+X
ActionEditCut=&Klippa ut
ActionEditIndentDecrease:h=Minska indrag
ActionEditIndentDecrease:s=Shift+Ctrl+U
ActionEditIndentDecrease=Mi&nska
ActionEditDelete=&Radera
ActionEditDeleteEndOfLine:h=Ta bort radslut
ActionEditDeleteEndOfLine:s=Shift+Ctrl+Y
ActionEditDeleteEndOfLine=&Radslut
ActionEditDeleteLine:h=Ta bort rad
ActionEditDeleteLine:s=Ctrl+Y
ActionEditDeleteLine=&Rad
ActionEditDeleteWhitespace:h=Ta bort alla blanksteg från markerad text
ActionEditDeleteWhitespace=Blanksteg
ActionEditDeleteWord:h=Ta bort ord
ActionEditDeleteWord:s=Ctrl+T
ActionEditDeleteWord=&Ord
ActionEditIndentIncrease:h=Öka indrag
ActionEditIndentIncrease:s=Shift+Ctrl+I
ActionEditIndentIncrease=&Öka
ActionEditIndent=I&ndrag
ActionEditInsert=&Infoga
ActionEditInsertHexColor=Hex färg
ActionEditInsertHexColor:s=Shift+Ctrl+C
ActionEditInsertDateTime:h=Datum och tid
ActionEditInsertDateTime:s=Shift+Alt+D
ActionEditInsertDateTime=&Date and Time
ActionEditInsertLine:h=Infoga rad
ActionEditInsertLine:s=Ctrl+Enter
ActionEditInsertLine=&Rad
ActionEditInsertTag:h=Infoga HTML / XML-taggar
ActionEditInsertTag:s=Shift+Ctrl+T
ActionEditInsertTag=&HTML/XML Tags...
ActionEditPaste:h=Infoga innehållet i Urklipp
ActionEditPaste:s=Ctrl+V
ActionEditPaste=K&listra in
ActionEditRedo:h=Gör den tidigare ångrade åtgärden
ActionEditRedo:s=Shift+Ctrl+Z
ActionEditRedo=&Göra om
ActionEditSelectAll:h=Markera allt
ActionEditSelectAll:s=Ctrl+A
ActionEditSelectAll=&Markera allt
ActionEditSort=&Sortera
ActionEditSortAsc:h=Sortera stigande
ActionEditSortAsc:s=Shift+Ctrl+A
ActionEditSortAsc=&Stigande
ActionEditSortDesc:h=Sortera fallande
ActionEditSortDesc:s=Shift+Ctrl+D
ActionEditSortDesc=&Fallande
ActionEditSortRandom=Random
ActionEditSortRandom:s=Random sort
ActionEditSortRandom:t=Translation needed
ActionEditToggleCase:h=Växla fall
ActionEditToggleCase:s=Shift+Ctrl+C
ActionEditToggleCase=&Växla fall
ActionEditToggleCaseAlternating:h=Växla alternerande fallet
ActionEditToggleCaseAlternating=Alternerande
ActionEditToggleCaseLower:h=Växla gemener
ActionEditToggleCaseLower=Gemener
ActionEditToggleCaseSentence:h=Växla meningen fallet
ActionEditToggleCaseSentence=Mening
ActionEditToggleCaseTitle:h=Växla versaler
ActionEditToggleCaseTitle=Versaler
ActionEditToggleCaseUpper:h=Växla versaler
ActionEditToggleCaseUpper=Versaler
ActionEditUndo:h=Ångra den senaste åtgärden
ActionEditUndo:s=Ctrl+Z
ActionEditUndo=&Ångra
ActionFile=&Fil
ActionFileClose:h=Stäng det aktiva dokumentet
ActionFileClose:s=Ctrl+F4
ActionFileClose=S&täng
ActionFileCloseAll:h=Stäng alla öppna filer
ActionFileCloseAll=St&äng alla
ActionFileCloseAllOther:h=Stäng alla andra sidor
ActionFileCloseAllOther:s=Shift+Ctrl+F4
ActionFileCloseAllOther=Stän&g alla andra
ActionFileExit:h=Avsluta programmet
ActionFileExit:s=Alt+F4
ActionFileExit=&Avslut
ActionFileNew:h=Skapa ett nytt dokument
ActionFileNew:s=Ctrl+N
ActionFileNew=&Nya
ActionFileOpen:h=Öppna dokumentet
ActionFileOpen:s=Ctrl+O
ActionFileOpen=&Öppet...
ActionFilePrint:h=Skriv ut det aktiva dokumentet
ActionFilePrint:s=Ctrl+P
ActionFilePrint=S&kriv ut...
ActionFilePrintPreview:h=Förhandsgranska det aktiva dokumentet
ActionFilePrintPreview=F&örhandsgranska...
ActionFileProperties:h=Se filen egenskaper
ActionFileProperties=&Egenskaper...
ActionFileReopen=&Reopen
ActionFileReopenProperties=Properties...
ActionFileReopenProperties:t=Translation needed
ActionFileSave:h=Spara det aktiva dokumentet
ActionFileSave:s=Ctrl+S
ActionFileSave=&Spara
ActionFileSaveAll:h=Spara alla aktiva dokument
ActionFileSaveAll:s=Shift+Ctrl+S
ActionFileSaveAll=Sp&ara alla
ActionFileSaveAs:h=Spara det aktiva dokumentet med ett nytt namn
ActionFileSaveAs:s=Ctrl+Alt+S
ActionFileSaveAs=S&para som...
ActionFileSelectFromDirectory:h=Välj filen från aktiv katalogen
ActionFileSelectFromDirectory=Välj från katalog
ActionHelp=&Hjälp
ActionHelpAboutEditBone:h=Visa information om EditBone
ActionHelpAboutEditBone=&Om EditBone
ActionHelpCheckForUpdates:h=Sök efter uppdateringar
ActionHelpCheckForUpdates=&Sök efter uppdateringar
ActionHelpVisitHomepage:h=Besök EditBone hemsidan - http://www.bonecode.com/
ActionHelpVisitHomepage=&Besök hemsidan
ActionMacro=Makro
ActionMacroOpen:h=Öppna ett befintligt makro
ActionMacroOpen=&Öppna...
ActionMacroPause:h=Pausa ett makro
ActionMacroPause:s=Shift+Ctrl+R
ActionMacroPause=&Pausa
ActionMacroPlayback:h=Uppspelning makrot
ActionMacroPlayback:s=Shift+Ctrl+P
ActionMacroPlayback=&Uppspelning
ActionMacroRecord:h=Spela in ett makro
ActionMacroRecord:s=Shift+Ctrl+R
ActionMacroRecord=&Inspela
ActionMacroSaveAs:h=Spara makrot med ett nytt namn
ActionMacroSaveAs=S&para som...
ActionMacroStop:h=Stoppa makroinspelning
ActionMacroStop:s=Shift+Ctrl+S
ActionMacroStop=&Stopp
ActionOutputCloseAllOtherPages:h=Stäng alla andra
ActionOutputCloseAllOtherPages=S&täng alla andra sidor
ActionOutputClose:h=Stäng aktuell sida
ActionOutputClose=&Stäng
ActionOutputCloseAll:h=Stäng alla sidor
ActionOutputCloseAll=Stäng &alla
ActionOutputCopyAllToClipboard=&Kopiera till urklipp
ActionOutputCopyAllToClipboard:h=Kopiera till urklipp
ActionOutputCopySelectedToClipboard=Kopiera vald till urklipp
ActionOutputCopySelectedToClipboard:h=Kopiera vald till urklipp
ActionOutputOpenAll=&Öppna alla
ActionOutputOpenAll:h=Öppna alla filer
ActionOutputOpenSelected=&Öppna vald
ActionOutputOpenSelected:h=Öppna vald filer
ActionOutputSelectAll=Välj alla
ActionOutputSelectAll:h=Välj alla filer
ActionOutputUnselectAll=Avmarkera alla
ActionOutputUnselectAll:h=Avmarkera alla filer
ActionSearch=&Sök
ActionSearchClearBookmarks:h=Klara alla bokmärken
ActionSearchClearBookmarks=&Klara bokmärken
ActionSearchClose:h=Avsluta
ActionSearchFindAll=Sök alla
ActionSearchFindAll:h=Sök alla matchande texter
ActionSearchFindInFiles:h=Sök efter en sträng i flera filer
ActionSearchFindInFiles:s=Shift+Ctrl+F
ActionSearchFindInFiles=S&ök i filer...
ActionSearchFindNext:h=Hitta nästa matchning texten
ActionSearchFindNext:s=F3
ActionSearchFindNext=&Hitta nästa
ActionSearchFindPrevious:h=Hitta tidigare matchande text
ActionSearchFindPrevious:s=Shift+F3
ActionSearchFindPrevious=H&itta tidigare
ActionGotoNextBookmark=Nästa
ActionGotoNextBookmark:h=Gå till nästa bokmärke
ActionGotoNextBookmark:s=F2
ActionGotoPreviousBookmark=Föregående
ActionGotoPreviousBookmark:h=Gå till föregående bokmärke
ActionGotoPreviousBookmark:s=Shift+F2
ActionSearchGoToBookmarks:h=Gå till bokmärken
ActionSearchGoToBookmarks=&Gå till bokmärken
ActionSearchGoToLine:h=Gå till linje
ActionSearchGoToLine:s=Ctrl+G
ActionSearchGoToLine=Gå till linje
ActionSearchOptions:h=Sökalternativ
ActionSearchReplace:h=Ersätta det angivna texten med annan text
ActionSearchReplace:s=Ctrl+R
ActionSearchReplace=&Ersätt...
ActionSearchSearchButton:h=Sök den angivna texten
ActionSearchSearch:s=Ctrl+F
ActionSearchSearchButton=&Sök...
ActionSearchToggleBookmark:h=Ange eller ta bort bokmärke på aktuell rad. Bokmärken kan också ställas in med Ctrl+Shift+1..9. Gå till bokmärke med Ctrl+1..9.
ActionSearchToggleBookmark:s=Ctrl+F2
ActionSearchToggleBookmark=&Växla bokmärke
ActionSearchToggleBookmarks:h=Växla bokmärken
ActionSearchToggleBookmarks=V&äxla bokmärken
ActionSearchEngine:h=Välj sökmotor
ActionSearchCaseSensitive:h=Skiftlägeskänsliga
ActionSearchInSelection:h=I selektion
ActionToolbarMenuLanguage=Språk
ActionToolbarMenuSkin=Stil...
ActionToolbarMenuView=Se
ActionTools=Verktyg
ActionToolsCharacterMap:h=Infoga Unicode-tecken till aktiv handling genom att dubbelklicka på
ActionToolsCharacterMap=&Unicode teckenuppsättningar...
ActionToolsClipboardHistory=Urklipp historia
ActionToolsCompareFiles:h=Jämför filer
ActionToolsCompareFiles=Jämför filer...
ActionToolsConvert:h=Konvertera mellan numeriska enheter
ActionToolsConvert=C&onvert...
ActionToolsLanguageEditor:h=Språkredigerare
ActionToolsLanguageEditor=&Språkredigerare...
ActionToolsOptions:h=Sätta optioner
ActionToolsOptions=&Optioner...
ActionToolsSelectForCompare:h=Välj dokument för jämförelse
ActionToolsSelectForCompare=&Välj för jämförelse...
ActionView=&Visa
ActionViewCloseDirectory:h=Stäng den aktiva katalogen
ActionViewCloseDirectory:s=Shift+Ctrl+D
ActionViewCloseDirectory=&Stäng katalog
ActionViewColorSelection:h=Visa eller dölja färgval
ActionViewColorSelection=Färg
ActionViewDirectory:h=Visa eller dölja katalogen
ActionViewDirectory=&Katalog
ActionViewEditDirectory:h=Redigera den aktiva katalog
ActionViewEditDirectory:s=Shift+Ctrl+E
ActionViewEditDirectory=&Redigera katalog...
ActionViewEncodingSelection:h=Visa eller dölja kodning val
ActionViewEncodingSelection=K&odning
ActionViewFiles:h=Sök filer från den valda katalogen och dess underkataloger
ActionViewFiles:s=Ctrl+F12
ActionViewFiles=&Filer...
ActionViewFold=Vika
ActionViewFoldAll=Vika alla
ActionViewFoldAll:h=Vika alla
ActionViewFoldAllDownFromActiveLine=Fold all down from active line
ActionViewFoldAllDownFromActiveLine:h=Fold all down from active line
ActionViewFoldAllDownFromActiveLine:t=Translation needed
ActionViewFoldAllDownFromSelectedLine=Vika alla ner från valda linjen
ActionViewFoldAllDownFromSelectedLine:h=Vika alla ner från valda linjen
ActionViewFoldAllUpFromActiveLine=Fold all up from active line
ActionViewFoldAllUpFromActiveLine:h=Fold all up from active line
ActionViewFoldAllUpFromActiveLine:t=Translation needed
ActionViewFoldAllUpFromSelectedLine=Vika alla upp från vald linje
ActionViewFoldAllUpFromSelectedLine:h=Vika alla upp från vald linje
ActionViewFoldSelected=Vika vald
ActionViewFoldSelected:h=Vika vald
ActionViewUnfold=Utverka
ActionViewUnfoldAll=Utverka alla
ActionViewUnfoldAll:h=Utverka alla
ActionViewUnfoldAllDownFromActiveLine=Unfold all down from active line
ActionViewUnfoldAllDownFromActiveLine:h=Unfold all down from active line
ActionViewUnfoldAllDownFromActiveLine:t=Translation needed
ActionViewUnfoldAllDownFromSelectedLine=Utverka alla ner från valda linjen
ActionViewUnfoldAllDownFromSelectedLine:h=Utverka alla ner från valda linjen
ActionViewUnfoldAllUpFromActiveLine=Unfold all up from active line
ActionViewUnfoldAllUpFromActiveLine:h=Unfold all up from active line
ActionViewUnfoldAllUpFromActiveLine:t=Translation needed
ActionViewUnfoldAllUpFromSelectedLine=Utverka alla upp från vald linje
ActionViewUnfoldAllUpFromSelectedLine:h=Utverka alla upp från vald linje
ActionViewUnfoldSelected=Utverka vald
ActionViewUnfoldSelected:h=Utverka vald
ActionViewHighlighterSelection:h=Visa eller dölja överstrykning val
ActionViewHighlighterSelection=Övers&trykning
ActionViewLineNumbers:h=Växla radnummer
ActionViewLineNumbers=Ra&dnummer
ActionViewMainMenu:h=Visa eller dölja huvudmenyn
ActionViewMainMenu=Huvudmeny
ActionViewMenuBar:h=Visa eller dölja menyraden
ActionViewMenuBar=Menyrad
ActionViewMiniMap:h=Visa eller dölja Minikarta
ActionViewMiniMap=Minikarta
ActionViewNextPage:h=Gå till nästa sida
ActionViewNextPage:s=Ctrl+Tab
ActionViewNextPage=&Nästa sida
ActionViewOpenDirectory:h=Öppna en ny katalog
ActionViewOpenDirectory:s=Ctrl+D
ActionViewOpenDirectory=&Öppna katalog...
ActionViewOutput:h=Visa eller dölja utgång
ActionViewOutput=&Utgång
ActionViewPreviousPage:h=Gå till föregående sida
ActionViewPreviousPage:s=Shift+Ctrl+Tab
ActionViewPreviousPage=&Föregående sida
ActionViewSelectionMode:h=Växla val-läget. Också trycka på Alt på redaktör kommer att växla val-läget.
ActionViewSelectionMode=&Val-läget
ActionViewSkinSelector=Stil väljare
ActionViewSpecialChars:h=Växla specialtecken
ActionViewSpecialChars=Sp&ecialtecken
ActionViewSplit:h=Dela upp dokumentet
ActionViewSplit=S&plit
ActionViewSyncEdit=Synkroniserad editering
ActionViewSyncEdit:h=Visa eller dölja synkroniserad editering
ActionViewSyncEdit:s=Shift+Ctrl+J
ActionViewStatusBar:h=Visa eller dölja status rad
ActionViewStatusBar=&Status Rad
ActionViewToolbar:h=Visa eller dölja verktygsfältet
ActionViewToolbar=&Verktygsfält
ActionViewTitleBar=Titeln bar
ActionViewTitleBarFilename=Filnamn
ActionViewTitleBarFilename:h=Visa eller dölja filnamn i titeln bar
ActionViewTitleBarFileList=Fil-lista
ActionViewTitleBarFileList:h=Visa eller dölja fil-lista i titeln bar
ActionViewWordWrap:h=Växla radbrytning
ActionViewWordWrap=R&adbrytning
ActionViewXMLTree:h=Visa eller dölja XML-trädet
ActionViewXMLTree=&XML-träd
ActionXMLTreeRefresh:h=Refresh XML-träd
ActionXMLTreeRefresh=&Refresh
PanelDocument=Bearbetning...

[AskYesOrNo]
ChangeColorFile=Du ändrar en ursprungliga färgen fil. Skapa en ny modifierad färg fil?
CancelSearch=Avbryt sökning, är du säker?
CloseDirectory=Stäng katalogen %s, är du säker?
DeleteDirectory=Ta bort katalogen %s, är du säker?
DeleteFile=Ta bort filen %s, är du säker?
DeleteLine=Radera rad, är du säker?
NewVersion=En ny version %s av %s är tillgänglig.%sVill du ladda ner den från Internet?
RecordMacro=Spela in ett nytt makro, är du säker?
ReplaceOccurence=Ersätt denna förekomst av '%s'?
SaveChanges=Spara ändringar?
SearchMatchNotFound=Sök Matcha hittades inte.%sStarta sökningen från början av filen
SearchStringNotFound=Sök strängen '%s' hittades inte

[Message]
CannotFindString=Kan inte hitta strängen '%s'
DocumentStatistics=Linje räkna: %d%Ord räkna: %d%Tecken räkna: %d
LatestVersion=Du använder den senaste versionen.
SelectFilePathFromDirectory=Välj sökvägen från katalogen
NoDefaultPrinter=Det finns ingen standardskrivare valda.

[ErrorMessage]
EnterPath=Ange sökväg.
EnterTabName=Ange flikens namn.
FileNotFound=Filen '%s' hittades inte.
PathNotExist=Sökväg existerar inte.
RootDirectoryNotExist=Rotkatalog finns inte.

[WarningMessage]
FileAccessError=Filen %s åtkomst fel.

[Constant]
AllFiles=Alla filer
AllSkinsDownload=Alla skinn hämta
Arrow=Pil
AutoSave=Autom. inspelning
Block=Block
Bookmark=Bokmärken
Bottom=Botten
Circle=Cirkel
Color=Färg
CompareFiles=Jämför filer
Confirmation=Bekräftelse
CountingFiles=Räkning filer...
DirectoryItems=Katalog objekt
Document=Dokument
Dot=Punkt
DownloadCancelling=Avbryta...
DownloadDone=Klar.
EditDirectory=Redigera katalog
Encoding=Kodning
Enter=Radbrytning
Error=Fel
FileMaskItems=Fil mask objekt
FilesFound=%d fil(er) har hittats i %s
FooterLeft=Sidfot - Vänster
FooterRight=Sidfot - Höger
GoToLine=Gå till linje
HalfBlock=Halvblock
HeaderLeft=Rubrik - Vänster
HeaderRight=Rubrik - Höger
Hide=Dölja
Highlighter=Markering
HorizontalLine=Horizsontell linje
Information=Information
Insert=Infoga
InsertTags=Sätt HTML / XML-taggar
InvalidName=Ogiltigt namn
LanguageEditor=Språkredigerare - [%s]
Line=Radnummer
MatchFound=%d match%s hittades
MatchFoundPluralExtension=er
Minute=min
Modified=Ändrad
Normal=Vanligt
OccurencesFound=%d förekomster har hittats i %s
Open=Öppna
OpenDirectory=Öppna katalog
Overwrite=Överskriva
Page=Sida
Pilcrow=Pilcrow
Position=Placera: %d
PreviewDocumentPage=Sida: $PAGENUM$ av $PAGECOUNT$
PreviewPage= Sida: %d / %d
PreviewPrintDocument=Skriv ut (%s)|Skriva ut dokumentet på %s
PrintedBy=Utskriven av %s
RegularExpression=Reguljära uttryck
Rename=Vill du byta namn på %s till %s?
RenameFailed=%s byta namn misslyckades
ReopenItems=Reopen items
ReopenItems:t=Translation needed
RightMargin=Högermarginalen
SaveAs=Spara som
SearchFor=Sök efter '%s'
SearchItems=Sök objekt
Second=s
SelectRootDirectory=Välj rotkatalog
Solid=Solid
Square=Kvadrat
TextToFindItems=Text att hitta objekt
ThinHorizontalLine=Tunn horisontell linje
ThinVerticalLine=Tunn vertikal linje
Top=Topp
TopLine=Översta raden: %d
Triangle=Triangel
VersionInfoNotFound=Versionsinformation hittades inte.
VerticalLine=Vertikal linje
Warning=Varning
Wildcard=Wildcard

[DialogConstant]
SMsgDlgAbort=&Abortera
SMsgDlgAll=&Alla
SMsgDlgCancel=Avbryt
SMsgDlgClose=&Stäng
SMsgDlgConfirm=Konfirmera
SMsgDlgError=Fel
SMsgDlgHelp=&Help
SMsgDlgHelpHelp=Hjälp
SMsgDlgHelpNone=No help available
SMsgDlgIgnore=&Ignorera
SMsgDlgInformation=Information
SMsgDlgNo=&Nej
SMsgDlgNoToAll=N&ej till alla
SMsgDlgOK=OK
SMsgDlgRetry=&Försök igen
SMsgDlgWarning=Varning
SMsgDlgYes=&Ja
SMsgDlgYesToAll=Ja till &alla

[ColorConstant]
SNameBlack=Svart
SNameMaroon=Rödbrun
SNameGreen=Grön
SNameOlive=Oliv
SNameNavy=Marin
SNamePurple=Lila
SNameTeal=Kricka
SNameGray=Grå
SNameSilver=Silver
SNameRed=Röd
SNameLime=Kalk
SNameYellow=Gul
SNameBlue=Blå
SNameFuchsia=Fuchsia
SNameAqua=Aqua
SNameWhite=Vit
SNameMoneyGreen=Pengar grön
SNameSkyBlue=Himmelsblå
SNameCream=Grädde
SNameMedGray=Medium grå
SNameActiveBorder=Aktiv gräns
SNameActiveCaption=Aktiv rubrik
SNameAppWorkSpace=Ansökan arbetsyta
SNameBackground=Bakgrund
SNameBtnFace=Knappen ansikte
SNameBtnHighlight=Knappen markering
SNameBtnShadow=Knappen skugga
SNameBtnText=Knappen text
SNameCaptionText=Rubrik text
SNameDefault=Standard
SNameGradientActiveCaption=Gradient aktiv rubrik
SNameGradientInactiveCaption=Gradient inaktiv rubrik
SNameGrayText=Grå text
SNameHighlight=Markering bakgrund
SNameHighlightText=Markering text
SNameHotLight=Heta ljus
SNameInactiveBorder=Inaktiv gräns
SNameInactiveCaption=Inaktiv rubrik
SNameInactiveCaptionText=Inaktiv rubrik text
SNameInfoBk=Info bakgrund
SNameInfoText=Info text
SNameMenu=Meny bakgrund
SNameMenuBar=Meny bar
SNameMenuHighlight=Meny markering
SNameMenuText=Meny text
SNameNone=Ingen
SNameScrollBar=Rullningslist
SName3DDkShadow=3D mörk skugga
SName3DLight=3D ljus
SNameWindow=Fönster bakgrund
SNameWindowFrame=Fönsterram
SNameWindowText=Fönster text
SColorBoxCustomCaption=Sätt...

[FileTypes]
ActionScript=ActionScript filer (*.as)
ASP=ASP filer (*.asp)
Assembler 68HC11=68HC11 Assembler filer (*.hc11;*.asc)
AutoIt v3=AutoIt filer (*.au3)
AWK=AWK skript (*.awk)
C#=C# filer (*.cs)
C++=C++ filer (*.cpp;*.hpp)
C=C filer (*.c;*.h)
CoffeeScript=CoffeeScript filer (*.coffee)
CSS=Cascading Stylesheet filer (*.css)
D=D filer (*.d;*.di)
Delphi Form Module=Delphi Form Module filer (*.dfm)
Free Pascal=Free Pascal filer (*.pp)
GLSL=GLSL filer (*.glsl)
Go=Go filer (*.go)
Groovy=Groovy filer (*.groovy;*.gvy;*.gy;*.gsh)
HTML with Scripts=HTML filer (*.html;*.htm)
INI=INI filer (*.ini;*.lng)
Inno Setup=Inno Setup filer (*.iss)
Java=Java filer (*.java)
JavaScript=JavaScript filer (*.js)
JSON=JSON filer (*.json)
LaTex=LaTex filer (*.lat;*.tex;*.lex)
Lisp=Lisp filer (*.lisp)
Lua=Lua filer (*.lua)
Markdown=Markdown filer (*.md)
MATLAB=MATLAB filer (*.matlab)
MIME=MIME filer (*.eml;*.mht)
MS-DOS Batch=MS-DOS Batch filer (*.bat;*.cmd)
Objective-C=Objective-C filer (*.m)
Object Pascal=Pascal filer (*.pas;*.dpr;*.dpk)
OCaml=OCaml filer (*.ml)
Perl=Perl filer (*.pl;*.pm;*.cgi)
PHP=PHP filer (*.php;*.class;*.inc)
PowerShell=PowerShell filer (*.ps1)
Python=Python filer (*.py)
Ruby=Ruby filer (*.rb;*.rbw)
Rust=Rust filer (*.rc)
Scala=Scala filer (*.scala)
SQL - Standard=SQL filer (*.sql)
Swift=Swift filer (*.swift)
TclTk=Tcl/Tk filer (*.tcl)
Text=Text filer (*.txt)
TypeScript=TypeScript filer (*.ts)
UnrealScript=UnrealScript filer (*.uc)
Visual Basic=Visual Basic filer (*.vb;*.bas)
XML=XML filer (*.xml;*.xsd;*.dtd;*.dproj;*.groupproj)
XSL=XSL filer (*.xsl;*.xslt)
Macro=Macro filer (*.mcr)|*.mcr
Language=Språkfiler (*.lng)|*.lng
Zip=Zip filer (*.zip)|*.zip

[ClipboardHistoryDialog]
Caption=Urklipp historia
ActionCopyToClipboard=Kopiera till urklipp
ActionInsertInEditor=Sätt in redaktör
ActionClearAll=Rensa alla

[ChangedFilesDialog]
VirtualDrawTree:0=Fil
VirtualDrawTree:1=Sökväg

[ConfirmReplaceDialog]
ButtonCancel=Avbryt
Caption=Confirm Ersätt
ButtonNo=&Nej
ButtonYes=&Ja
ButtonYesToAll=Ja till &alla

[DownloadURLDialog]
ButtonCancel=Avbryt
Caption=Ladda ner

[FindInFilesDialog]
ButtonCancel=Avbryt
Caption=Sök i filer
StickyLabelCaseSensitive=Skiftlägeskänslig
ComboBoxFileMask=Filmask
ButtonFind=&Hitta
ComboBoxTextToFind=Text för att hitta
ComboBoxDirectory=Katalog
StickyLabelIncludeSubdirectories=Inkludera underkataloger
GroupBoxOptions=Optioner
GroupBoxSearchDirectoryOptions=Sök katalog optioner
StickyLabelWholeWordsOnly=Endast hela ord
ActionSearchEngine=Välj sökmotor

[InputQueryDialog]
ButtonOK=OK
ButtonCancel=Avbryt

[ItemListDialog]
ActionInsert=Infoga
ActionInsert:h=Infoga objekt
ActionDelete=Radera
ActionDelete:h=Radera objekt
ActionClearAll=Rensa allt
ActionClearAll:h=Rensa alla objekt
ActionMoveUp=Flytta upp
ActionMoveUp:h=Flytta markerade objektet uppåt
ActionMoveDown=Flytta ner
ActionMoveDown:h=Flytta ner markerade objektet
ActionSort=Sortera
ActionSort:h=Sortera objekt

[SearchOptionsDialog]
StickyLabelBeepIfSearchStringNotFound=Beep om söksträngen kunde inte hittas
StickyLabelEntireScope=Hela omfattningen
StickyLabelHighlightResult=Markera resultat
StickyLabelSearchOnTyping=Sök på att skriva
StickyLabelShowSearchMatchNotFound=Visa sökning match hittades inte
StickyLabelShowSearchStringNotFound=Visa söksträngen kunde inte hittas meddelande
StickyLabelWholeWordsOnly=Endast hela ord
StickyLabelWrapAround=Vira runt
ButtonOK=OK
ButtonCancel=Avbryt

[OptionsToolbarItemsDialog]
Caption=Markera objekt
VirtualDrawTreeAddItems:0=Menyobjekt
ButtonAdd=Lägg
ButtonCancel=Avbryt

[ReplaceDialog]
ButtonCancel=Avbryt
ButtonFind=&Hitta
ButtonReplaceAll=&Ersätt alla
Caption=Ersätt
ComboBoxSearchFor=Sök efter
GroupBoxOptions=Optioner
GroupBoxReplaceIn=Ersätt i
RadioButtonAllOpenFiles=Alla öppna filer
RadioButtonDeleteLine=Ta bort rad
RadioButtonReplaceWith=Ersätt med
RadioButtonWholeFile=Hela filen
StickyLabelCaseSensitive=Skiftlägeskänslig
StickyLabelPromptOnReplace=Fråga om ersätt
StickyLabelSelectedOnly=Endast utvalda
StickyLabelWholeWordsOnly=Endast hela ord
ActionSearchEngine=Välj sökmotor
GroupBoxDirection=Riktning
RadioButtonDirectionForward=Framåt
RadioButtonDirectionBackward=Bakåt
GroupBoxOrigin=Ursprung
RadioButtonOriginFromCursor=Från markör
RadioButtonEntireScope=Hela omfattningen

[SkinSelectDialog]
PanelPreviewArea=Förhandsgranskningsområdet
GroupBoxSkinColorization=Stil färgläggning
LabelHueOffset=HUE Offset
LabelSaturation=Mättnad
LabelBrightness=Ljusstyrka
StickyLabelExtendedBordersMode=Utsträckta gränser läge
StickyLabelBlendOnMove=Blanda formen när flyttas
StickyLabelAllowAeroBlurring=Tillåt aero suddighet
StickyLabelAllowAnimation=Tillåta animering
StickyLabelAllowGlowing=Tillåt glödande
StickyLabelAllowOuterEffects=Tillåta yttre effekter

[ConvertForm]
Caption=Konvertera mellan numeriska enheter
ComboBoxType=Typ
ComboBoxFrom=Från
ComboBoxTo=Till
EditValue=Värde
EditResult=Resultera

[PrintPreviewDialog]
ActionColors=Colors
ActionColors:h=Toggle colors
ActionExit=Exit
ActionExit:h=Exit the print preview
ActionFirst=First
ActionFirst:h=Första|Gå till första sidan
ActionHighlight=Highlight
ActionHighlight:h=Toggle highlight
ActionLast=Last
ActionLast:h=Senast|Gå till sista sidan
ActionLineNumbers=Line Numbers
ActionLineNumbers:h=Växla radnummer
ActionNext=Next
ActionNext:h=Nästa|Gå till nästa sida
ActionPrevious=Previous
ActionPrevious:h=Föregående|Gå till föregående sida
ActionPrint=Print
ActionPrint:h=Skriv ut|Skriv ut dokumentet
ActionWordWrap=Word wrap
ActionWordWrap:h=Växla radbrytning
ActionZoomIn=Zoom in
ActionZoomIn:h=Zoom in
ActionZoomOut=Zoom out
ActionZoomOut:h=Zoom out
ActionZoom=Zoom
ActionZoom:h=Zooma|Zooma in/ut
Caption=Förhandsgranska

[SearchForFilesForm]
Caption=Sök efter filer
PanelSearchingFiles=Söka filer...

[CompareFrame]
CopySelectionLeftAction:h=Kopiera markeringen till vänster
CopySelectionRightAction:h=Kopiera markeringen till höger
FindNextDifferenceAction:h=Hitta nästa skillnaden
LeftDocumentButtonClickAction:h=Öppna ett dokument
LeftLabel=Vänstra raden
OpenDocumentsLeftAction:h=Öppna ett dokument
OpenDocumentsRightAction:h=Öppna ett dokument
RefreshAction:h=Uppdatera dokument
RightDocumentButtonClickAction:h=Öppna ett dokument
RightLabel=Högra raden
SaveLeftGridAction:h=Spara dokumentet
SaveRightGridAction:h=Spara dokumentet

[OptionsCompareFrame]
StickyLabelIgnoreCase=Ignorera skiftläge
StickyLabelIgnoreBlanks=Ignorera tomma

[OptionsEditorCaretFrame]
StickyLabelVisible=Synlig
StickyLabelRightMouseClickMovesCaret=Högerklicka flyttar markören
GroupBoxNonBlinkingCaret=Icke-blinkande markör
StickyLabelNonblinkingCaretEnabled=Aktiverad
ColorBoxNonblinkingCaretBackground=Bakgrundsfärg
ColorBoxNonblinkingCaretForeground=Förgrundsfärg
GroupBoxStyles=Stilar
ComboBoxStylesInsertCaret=Infoga
ComboBoxStylesOverwriteCaret=Överskriva

[OptionsEditorCodeFoldingFrame]
StickyLabelVisible=Synlig
StickyLabelFoldMultilineComments=Vika flerradiga kommentarer
StickyLabelHighlightIndentGuides=Markera indrags guider
StickyLabelHighlightMatchingPair=Markera matchande par
StickyLabelShowCollapsedCodeHint=Visa kollapsade kod vink
StickyLabelShowCollapsedLine=Visa kollapsade linje
StickyLabelShowIndentGuides=Visa indrags guider
StickyLabelShowTreeLine=Visa trädgränsen
StickyLabelUncollapseByHintClick=Un-kollaps genom vink klick
ComboBoxMarkStyle=Mark stil
EditHintRowCount=Vink radantal

[OptionsEditorColorFrame]
ComboBoxColor=Färg
ComboBoxHighlighter=Markering
TabSheetEditor=Redaktör
ComboBoxEditorElement=Element
ColorComboBoxEditorColor=Färg
TabSheetElements=Elements
ComboBoxElementsName=Namn
ColorComboBoxElementsForeground=Förgrund
ColorComboBoxElementsBackground=Bakgrund
GroupBoxAttributes=Attribut
StickyLabelElementsAttributesBold=Djärv
StickyLabelElementsAttributesItalic=Kursiv
StickyLabelElementsAttributesUnderline=Understrykning
TabSheetGeneral=Allmän
EditVersion=Version
DateEditDate=Datum
TabSheetAuthor=Författare
EditName=Namn
EditEmail=E-post
TabSheetUseSkinColor=Använd stil färg
LabelSkinDescription=Använd stil färg för valda element
StickyLabelSkinActiveLineBackground=Aktiv linje bakgrund
StickyLabelSkinForeground=Förgrund
StickyLabelSkinSelectionForeground=Val förgrunden
StickyLabelSkinLeftMarginBackground=Vänstermarginal bakgrund
StickyLabelSkinCodeFoldingBackground=Kod vikning bakgrund
StickyLabelSkinCompletionProposalBackground=Slutförande förslag bakgrund
StickyLabelSkinBackground=Bakgrund
StickyLabelSkinSelectionBackground=Val bakgrund
StickyLabelSkinBookmarkPanelBackground=Bokmärke panel bakgrund
StickyLabelSkinCodeFoldingHintBackground=Kod vikning antydan bakgrund
StickyLabelSkinCompletionProposalSelectionBackground=Slutförande val förslag bakgrund

[OptionsEditorCompletionProposalFrame]
StickyLabelEnabled=Aktiverad
StickyLabelCaseSensitive=Skiftlägeskänslig
StickyLabelAutoInvoke=Auto åkalla
ComboBoxShortcut=Kortkommando

[OptionsEditorFontFrame]
ComboBoxColor=Färg
ComboBoxElement=Element
FontComboBoxFont=Font
EditFontSize=fontstorlek

[OptionsEditorLeftMarginFrame]
StickyLabelAutoSize=Auto storlek
StickyLabelShowAfterLastLine=Visa radnummer efter sista raden
StickyLabelShowBookmarkPanel=Visa bokmärke panelen
StickyLabelShowBookmarks=Visa bokmärken
StickyLabelShowInTens=Radnummer i tior
StickyLabelShowLeadingZeros=Radnummer noll start
StickyLabelShowLineState=Visa linje tillstånd
StickyLabelVisible=Synlig
EditLineNumbersStartFrom=Börja från
EditBookmarkPanelWidth=Bokmärke panelbredd
EditWidth=Bredd
GroupBoxLineNumbers=Radnummer
ColorComboBoxBookmarkLineColor=Bokmärke linjefärg

[OptionsEditorMatchingPairFrame]
StickyLabelEnabled=Aktiverad
StickyLabelHighlightAfterToken=Markering efter token
StickyLabelHighlightUnmatched=Markera oöverträffad

[OptionsEditorMinimapFrame]
StickyLabelVisible=Synlig
StickyLabelShowBookmarks=Visa bokmärken
StickyLabelShowBorder=Visa ram
StickyLabelShowIndentGuides=Visa indrags guider
StickyLabelShowSearchResults=Visa sökresultatet
StickyLabelShowShadow=Show skugga
StickyLabelUseBlending=Använda blandning
StickyLabelInvertBlending=Invertera blandning
ComboBoxAlign=Justera
EditWidth=Bredd

[OptionsEditorOptionsFrame]
StickyLabelAutoIndent=Automatiskt indrag
StickyLabelAutoSave=Automatisk inspelning
StickyLabelDragDropEditing=Dra släpp editering
StickyLabelDropFiles=Släpp filer
StickyLabelGroupUndo=Grupp ångra
StickyLabelTrimTrailingSpaces=Trimma avslutande blanksteg
StickyLabelUndoAfterSave=Ångra efter sparning
EditLineSpacing=Radavstånd
EditClipboardHistoryItemsCount=Urklipp historia objekt räkna

[OptionsEditorRightMarginFrame]
StickyLabelVisible=Synlig
StickyLabelAutoLineBreak=Auto radbrytning
StickyLabelMouseMove=Mus drag
StickyLabelShowMovingHint=Visa rörliga vink
EditPosition=Ställning

[OptionsEditorScrollFrame]
StickyLabelAutosizeMaxWidth=Autosize max bredd
StickyLabelHalfPage=Halvsida
StickyLabelHintFollows=Vink följer
StickyLabelPastEndOfFile=Rullar förbi filslut
StickyLabelPastEndOfLineMarker=Rullar förbi radslut
StickyLabelShowHint=Visa skrolla tip
StickyLabelShowShadow=Show skugga

[OptionsEditorSearchFrame]
StickyLabelVisible=Synlig
StickyLabelClearWhenClosed=Klar när den är stängd
StickyLabelDocumentSpecificSearch=Dokument-specifik sökning
StickyLabelShowSearchMap=Visa ökning karta
ComboBoxAlign=Justera

[OptionsEditorSelectionFrame]
StickyLabelVisible=Synlig
StickyLabelALTSetsColumnMode=ALT sätter kolumnläge
StickyLabelExpandRealNumbers=Expandera reella tal
StickyLabelHighlightSimilarTerms=Markera liknande villkor
StickyLabelTermsCaseSensitive=Villkor skiftlägeskänsliga
StickyLabelFromEndOfLine=Från slutet av raden
StickyLabelToEndOfLine=Till slutet av raden
StickyLabelToEndOfLastLine=Till slutet av sista raden
StickyLabelTripleClickRowSelect=Trippel-klicka rad välj

[OptionsEditorSpecialCharsFrame]
StickyLabelUseTextColor=Använda textfärg
StickyLabelUseMiddleColor=Använda mitten färg
ColorComboBoxColor=Färg
ComboBoxStyle=Stil
GroupBoxEndOfLine=Slut på linje
StickyLabelEndOfLineVisible=Synlig
GroupBoxEndOfLine=Färg
ComboBoxEndOfLineStyle=Stil
GroupBoxSelection=Selektion
StickyLabelSelectionVisible=Synlig
ColorComboBoxSelectionColor=Färg

[OptionsEditorSyncEditFrame]
StickyLabelEnabled=Aktiverad
StickyLabelCaseSensitive=Skiftlägeskänsliga
StickyLabelShowActivateIcon=Visa aktivera ikon

[OptionsEditorTabulatorFrame]
StickyLabelSelectedBlockIndent=Valt block indrag
StickyLabelTabsToSpaces=Tabbar till blanksteg
StickyLabelColumns=Kolumner
StickyLabelPreviousLineIndent=Föregående rad indrag
EditWidth=Bredd

[OptionsEditorWordWrapFrame]
ComboBoxWidth=Bredd

[OptionsMainMenuFrame]
StickyLabelUseSystemFont=Använd system font
FontComboBoxFont=Font
EditFontSize=Fontstorlek

[OptionsOutputFrame]
StickyLabelShowTreeLines=Visa trädgränser
StickyLabelShowCheckBox=Visa kryssrutan
StickyLabelUseExplorerTheme=Använda explorer tema
EditIndent=Indrag

[OptionsPrintFrame]
ComboBoxDocumentName=Dokumentnamn
ComboBoxPageNumber=Sidnummer
ComboBoxPrintedBy=Tryckt av
ComboBoxDateTime=Datum tid
StickyLabelShowHeaderLine=Visa rubrikrad
StickyLabelShowFooterLine=Visa sidfotrad
StickyLabelShowLineNumbers=Visa radnummer
StickyLabelWordWrap=Radbrytning

[OptionsSQLAlignmentsFrame]
ComboBoxKeywordAlign=Nyckelord justera
StickyLabelKeywordAlignmentLeftJustify=Nyckelord justering strict vänster

[OptionsSQLCapitalizationFrame]
ComboBoxKeywords=Nyckelord
ComboBoxIdentifier=Identifierare
ComboBoxQuotedIdentifier=Citerad identifieraren
ComboBoxTableName=Tabellnamn
ComboBoxColumnName=Kolumnnamn
ComboBoxAliasName=Alias ​​namn
ComboBoxVariableName=Variabelnamn
ComboBoxFunctionName=Funktionsnamn
ComboBoxDataType=Datatyp

[OptionsSQLFormatterFrame]
ComboBoxDatabase=Databas

[OptionsSQLIndentationFrame]
EditIndentLength=Indrag längd
StickyLabelUseTab=Använd fliken
EditTabSize=Tab storlek
EditFunctionBodyIndent=Funktion kropp strecksatsen
StickyLabelBlockOnNewLine=Blockera på ny rad
EditBlockLeftIndentSize=Block vänster indrag storlek
EditBlockRightIndentSize=Block höger indrag storlek
EditBlockIndentSize=Block indrag storlek
EditSingleStatementIndent=IF/ELSE enda uttalande indrag storlek

[OptionsSQLInsertFrame]
ComboBoxColumnListStyle=Kolumn listan stil
ComboBoxValueListStyle=Värdelista stil
EditInsertColumnsPerLine=Infoga kolumner per rad
StickyLabelParenthesisInSeparateLines=Parentes i separata rader

[OptionsSQLSelectFrame]
TabSheetColumnList=Kolumn listan
TabSheetSubquery=Subquery
TabSheetIntoClause=INTO-satsen
TabSheetFromJoinClause=FROM/JOIN-satsen
TabSheetAndOrKeyword=AND/OR nyckelord
TabSheetGroupByClause=GROUP BY-satsen
TabSheetHavingClause=HAVING-satsen
TabSheetOrderByClause=ORDER BY-satsen
ComboBoxColumnListStyle=Stil
ComboBoxColumnListLineBreak=Radbrytning
StickyLabelAlignAlias=Rikta alias
StickyLabelColumnInNewLine=Kolumner i ny linje
StickyLabelTreatDistinctAsVirtualColumn=Behandla DISTINCT som virtuella kolumnen
StickyLabelNewLineAfterIn=Ny rad efter IN
StickyLabelNewLineAfterExists=Ny rad efter EXISTS
StickyLabelNewlineAfterComparisonOperator=Ny rad efter jämförelseoperator
StickyLabelNewlineBeforeComparisonOperator=Ny rad före jämförelseoperator
StickyLabelIntoClauseInNewLine=INTO-satsen i nya linje
ComboBoxFromClauseStyle=Stil
StickyLabelFromClauseInNewLine=FROM-satsen i nya linje
StickyLabelJoinClauseInNewLine=JOIN-satsen i nya linje
StickyLabelAlignJoinWithFromKeyword=Passa JOIN med FROM sökord
StickyLabelAlignAndOrWithOnInJoinClause=Rikta OCH / ELLER med ON i JOIN-satsen
StickyLabelAlignAliasInFromClause=Rikta in alias i FROM-satsen
ComboBoxAndOrLineBreak=Radbrytning
StickyLabelAndOrUnderWhere=AND/OR enligt WHERE
StickyLabelWhereClauseInNewline=WHERE-satsen i nya linje
StickyLabelWhereClauseAlignExpr=WHERE-satsen justera uttryck
ComboBoxGroupByClauseStyle=Stil
StickyLabelGroupByClauseInNewLine=GROUP BY klausul i nya linje
StickyLabelHavingClauseInNewLine=HAVING klausul i nya linje
ComboBoxOrderByClauseStyle=Stil
StickyLabelOrderByClauseInNewLine=ORDER BY klausul i nya linje

[OptionsSQLUpdateFrame]
ComboBoxColumnListStyle=Kolumn listan stil

[OptionsSQLWhitespaceFrame]
StickyLabelSpaceAroundOperator=Utrymme runt operatör arithmetric uttryck
StickyLabelSpaceInsideCreate=Utrymme inne parentes i CREATE FUNCTION/PROCEDURE
StickyLabelSpaceInsideExpression=Utrymme inne parenteser i uttryck
StickyLabelSpaceInsideSubquery=Utrymme inne parentes i subquery
StickyLabelSpaceInsideFunction=Utrymme inne parentes i funktionsanrop
StickyLabelSpaceInsideTypename=Utrymme inne parentes av typename i CREATE TABLE

[OptionsStatusBarFrame]
StickyLabelUseSystemFont=Använd system font
FontComboBoxFont=Font
EditFontSize=Fontstorlek
StickyLabelShowMacro=Visa makro
StickyLabelShowCaretPosition=Visa markör placera
StickyLabelShowKeyState=Visa nyckel tillstånd
StickyLabelShowModified=Visa modifierad

[OptionsToolbarFrame]
VirtualDrawTree:h=Dra och släpp för att flytta menyalternativ. Högerklicka på popup-menyn för att infoga och ta bort objekt.
VirtualDrawTree:0=Menyobjekt
ActionAddItem=Lägg till objekt
ActionAddItem:h=Lägg till objekt
ActionDelete=Radera
ActionDelete:h=Radera
ActionAddDivider=Lägg indelning
ActionAddDivider:h=Lägg indelning
ActionReset=Återställ
ActionReset:h=Återställ menyobjekt
ActionMoveUp=Flytta uppåt
ActionMoveUp:h=Flytta markerade objektet uppåt
ActionMoveDown=Flytta ner
ActionMoveDown:h=Flytta ner markerade objektet

[AboutDialog]
Caption=Om EditBone
LabelCopyright=Upphovsrätt %s. Alla rättigheter förbehålles.
LabelMemoryAvailable=Minne för Windows: %s
ButtonOK=OK
ButtonDonations=Donationer
LabelDevelopmentEnvironment=Programmeringsmiljö
LabelThirdPartyComponents=3:e parts komponenter
LabelLanguageFileContributors=Språkfil bidragande
LabelIcons=Ikoner
LabelVersion=Version %s (%d-bit)

[DirectoryTabDialog]
ButtonCancel=Avbryt
StickyLabelExcludeOtherBranches=Utesluta andra katalog grenar
ButtonOK=&OK
EditRootDirectory=Rotkatalog
ComboBoxDrives=Drev
ComboBoxFileMask=Filtyp
EditTabName=Fliken namn
GroupBoxOptions=Optioner

[LanguageEditorForm]
ActionExit:h=Stäng språk redaktör
ActionExit=Stäng
ActionFileNew:h=Skapa en ny språkfil
ActionFileNew=Ny
ActionFileOpen:h=Öppna en befintlig språkfil
ActionFileOpen=Öppna
ActionFileSave:h=För att spara språkfilen
ActionFileSave=Spara
VirtualDrawTree:0=Object
VirtualDrawTree:1=Rubrik
VirtualDrawTree:2=Antydan
VirtualDrawTree:3=Genväg

[OptionsForm]
ActionCompare=Jämföra filer
ActionDirectory=Directory
ActionDirectoryTabs=Flikar
ActionEditor=Redigerare
ActionEditorCaret=Markör
ActionEditorCodeFolding=Kod vikning
ActionEditorColors=Colors
ActionEditorCompletionProposal=Slutförande förslag
ActionEditorDefaults=Defaults
ActionEditorFonts=Teckensnitt
ActionEditorLeftMargin=Vänster marginal
ActionEditorMatchingPair=Matchande par
ActionEditorMinimap=Minimap
ActionEditorRightMargin=Höger marginal
ActionEditorScroll=Skrolla
ActionEditorSearch=Sök
ActionEditorSelection=Selektion
ActionEditorSpecialChars=Speciella tecken
ActionEditorSyncEdit=Synkroniserad editering
ActionEditorTabs=Flikar
ActionEditorTabulator=Tabulator
ActionEditorWordWrap=Radbrytning
ActionFileTypes=Filtyper
ActionMainMenu=Huvudmenyn
ActionOutput=Utgång
ActionOutputTabs=Flikar
ActionPrint=Skriv ut
ActionSQLAlignments=Inriktning
ActionSQLCapitalization=Kapitalisering
ActionSQLFormatter=SQL formateraren
ActionSQLIndentation=Indrag
ActionSQLInsert=Infoga
ActionSQLSelect=Välja
ActionSQLUpdate=Uppdatera
ActionSQLWhitespace=Blank
ActionStatusBar=Status rad
ActionTitleBar=Titeln bar
ActionToolbar=Verktygsfält
ButtonCancel=Avbryt
ButtonOK=&OK
Caption=Optioner
EditorTabsAction=Flikar

[UnicodeCharacterMapForm]
Caption=Unicode teckenuppsättningar

[OptionsDirectoryFrame]
StickyLabelAutoHide=Auto hide
StickyLabelShowTreeLines=Visa trädgränser
StickyLabelShowHiddenFiles=Visa dolda filer
StickyLabelShowSystemFiles=Visa systemfiler
StickyLabelShowArchiveFiles=Visa arkivets
StickyLabelShowOverlayIcons=Visa överlägg ikoner
StickyLabelUseExplorerTheme=Använd explorer tema
EditIndent=Indrag
ComboBoxAlign=Justera

[OptionsDirectoryTabsFrame]
StickyLabelMultiline=Flerradigt
StickyLabelShowCloseButton=Visa stäng knapp
StickyLabelShowOpenDirectoryButton=Visa öppen katalog knappen
StickyLabelShowImage=Visa bilden
StickyLabelCloseTabByDblClick=Stäng flik genom att dubbelklicka
StickyLabelCloseTabByMiddleClick=Stäng flik av mittenklick
StickyLabelDoubleBuffered=Dubbla buffrad
StickyLabelSaveTabs=Spara flikar
StickyLabelRightClickSelect=Högerklicka välj

[OptionsEditorDefaultsFrame]
ComboBoxDefaultColor=Färg
ComboBoxDefaultEncoding=Kodning
ComboBoxDefaultHighlighter=Markering
ComboBoxDefaultSQLHighlighter=SQL markering
EditBrowser=Webbläsare

[OptionsEditorTabsFrame]
StickyLabelMultiline=Flerradigt
StickyLabelShowCloseButton=Visa stäng knapp
StickyLabelShowImage=Visa bilden
StickyLabelCloseTabByDblClick=Stäng flik genom att dubbelklicka
StickyLabelCloseTabByMiddleClick=Stäng flik av mittenklick
StickyLabelDoubleBuffered=Dubbla buffrad
StickyLabelSaveTabs=Spara flikar
StickyLabelRightClickSelect=Högerklicka välj

[OptionsFileTypesFrame]
EditExtensions=Förlängningar
VirtualDrawTree:0=Filtyp

[OptionsOutputTabsFrame]
StickyLabelMultiline=Flerradigt
StickyLabelShowCloseButton=Visa stäng knapp
StickyLabelShowImage=Visa bilden
StickyLabelCloseTabByDblClick=Stäng flik genom att dubbelklicka
StickyLabelCloseTabByMiddleClick=Stäng flik av mittenklick
StickyLabelDoubleBuffered=Dubbla buffrad
StickyLabelSaveTabs=Spara flikar
StickyLabelRightClickSelect=Högerklicka välj

[SQLFormatterConstant]
Stacked=Staplad
Wrapped=Insvept
AfterComma=Efter kommatecken
BeforeComma=Innan kommatecken
BeforeCommaWithSpace=Innan kommatecken med utrymme
NoLineBreak=Ingen radbrytning
BeforeAndOr=Före AND/OR
AfterAndOr=Efter AND/OR
Left=Vänster
Right=Höger
None=Inget
Uppercase=Stora bokstäver
Lowercase=Små bokstäver
SentenceCase=Inledande versal
NoChange=Ingen förändring

[ConvertConstant]
Distance=Avstånd
Micromicrons=Micromikron
Angstroms=Ångström
Millimicrons=Millimikron
Microns=Mikron
Millimeters=Millimeter
Centimeters=Centimeter
Decimeters=Decimeter
Meters=Meter
Decameters=Dekameter
Hectometers=Hectometer
Kilometers=Kilometer
Megameters=Megameter
Gigameters=Gigameter
Inches=Tum
Feet=Fot
Yards=Yard
Miles=Mil
NauticalMiles=Nautitisk mil
AstronomicalUnits=Astronomisk enhet
LightYears=Ljus år
Parsecs=Parsec
Cubits=Aln
Fathoms=Famn
Furlongs=Furlong
Hands=Hand
Paces=Paces
Rods=Rods
Chains=Chains
Links=Links
Picas=Picas
Points=Points
Area=Area
SquareMillimeters=Kvadratmillimeter
SquareCentimeters=Kvadratcentimeter
SquareDecimeters=Kvadratdecimeter
SquareMeters=Kvadratmeter
SquareDecameters=Kvadratdekameter
SquareHectometers=Kvadrathectometer
SquareKilometers=Kvadratkilometer
SquareInches=Kvadrattum
SquareFeet=Kvadratfot
SquareYards=Kvadratyard
SquareMiles=Kvadratmil
Acres=Acre
Centares=Centare
Ares=Are
Hectares=Hectare
SquareRods=Kvadratrod
Volume=Volym
CubicMillimeters=Kubikmillimeter
CubicCentimeters=Kubikcentimeter
CubicDecimeters=Kubikdecimeter
CubicMeters=Kubikmeter
CubicDecameters=Kubikdekameter
CubicHectometers=Kubikhectometer
CubicKilometers=Kubikkilometer
CubicInches=Kubiktum
CubicFeet=Kubikfot
CubicYards=Kubikyard
CubicMiles=Kubikmil
MilliLiters=Milliliter
CentiLiters=Centiliter
DeciLiters=Deciliter
Liters=Liter
DecaLiters=Dekaliter
HectoLiters=Hectoliter
KiloLiters=Kiloliter
AcreFeet=Acre fot
AcreInches=Acre tum
Cords=Kord
CordFeet=Kord fot
Decisteres=Decistere
Steres=Stere
Decasteres=Dekastere
FluidGallons=Fluid gallon
FluidPints=Fluid pint
FluidQuarts=Fluid quart
FluidCups=Fluid kopp
FluidGills=Fluid gill
FluidOunces=Fluid uns
FluidTablespoons=Fluid matskedar
FluidTeaspoons=Fluid teskedar
DryGallons=Torra gallon
DryQuarts=Torra quart
DryPints=Torra pint
DryPecks=Torra picka
DryBuckets=Torra skopa
DryBushels=Torra bushel
UKGallons=UK gallon
UKPottle=UK kanna
UKQuarts=UK quart
UKPints=UK pint
UKGill=UK gill
UKOunces=UK uns
UKPecks=UK picka
UKBuckets=UK skopa
UKBushels=UK bushel
Mass=Massa
Nanograms=Nanogram
Micrograms=Mikrogram
Milligrams=Milligram
Centigrams=Centigram
Decigrams=Decigram
Grams=Gram
Decagrams=Dekagram
Hectograms=Hectogram
Kilograms=Kilogram
MetricTons=Metriskt ton
Drams=Dram
Grains=Säd
LongTons=Lång ton
Tons=Ton
Ounces=Uns
Pounds=Pund
Stones=Sten
NumeralSystem=Siffra system
Binary=Binär
Decimal=Decimal
Hexadecimal=Hexadecimal
Temperature=Temperatur
Celsius=Celsius
Kelvin=Kelvin
Fahrenheit=Fahrenheit
Time=Tid
Reaumur=Reaumur
Rankine=Rankine
MilliSeconds=Millisekund
Seconds=Sekund
Minutes=Minut
Hours=Timme
Days=Dag
Weeks=Vecka
Fortnights=Två veckor
Months=Månad
Years=År
Decades=Årtionde
Centuries=Århundrade
Millennia=Årtusende
DateTime=Datum tid
JulianDate=Julian Datum
ModifiedJulianDate=Modifierad Julian Datum